Repository: uclibs/omeka-s
Catalog: modules/PersistentIdentifiers/language/*.po
Languages: it

source: Persistent Identifier
it: Identificatore persistente

source: Mint PID
it: Crea PID

source: Remove PID
it: Elimina PID

source: <strong>Warning</strong>: this action will remove <strong>%s</strong> from item <strong>%s</strong>, breaking any incoming Omeka URI links, and cannot be undone.
it: <strong>Attenzione</strong>: questa azione eliminerà <strong>%s</strong> dal contenuto <strong>%s</strong>, rendendo non funzionali eventuali URI link verso Omeka. Questa azione non può essere annullata.

source: Are you sure you would like to remove the PID from this item?
it: Sei sicuro di voler rimuovere il PID da questo contenuto?

source: Confirm Remove PID
it: Conferma la rimozione del PID

source: Persistent Identifiers
it: Identificatori persistenti

source: The resource with persistent identifier %1$s and local ID %2$s has been removed from this Omeka S instance.
it: La risorsa con identificatore persistente %1$s e ID locale %2$s è stata eliminata da questa istanza di Omeka S.

source: The resource with local ID %1$s has been removed from this Omeka S instance.
it: La risorsa con ID locale %1$s è stata eliminata da questa istanza di Omeka S.

source: Back to Home Page
it: Ritorna all'home page

source: Mint & assign PID to any item that does not already have one, or remove any existing PIDs.
it: Crea e assegna PID ad ogni contenuto che non ne ha già uno, o elimina PID preesistenti.

source: Mint PIDs
it: Crea PID

source: Remove PIDs
it: Elimina PID

source: [No action]
it: [Nessuna azione]

source: Mint & assign PID from chosen service. (Note: PID is immediately assigned to item)
it: Crea e assegna PID dal servizio selezionato (Nota: il PID verrà immediatamente assegnato al contenuto)

source: Assign Persistent Identifier
it: Assegna identificatore persistente (PID)

source: Mint & assign PID from chosen service.
it: Crea e assegna PID dal servizio selezionato

source: EZID Configuration
it: Configurazione EZID

source: <a target="_blank" href="https://ezid.cdlib.org/learn/id_basics">Name Assigning Authority Number (NAAN) and shoulder value</a> for your organization. Example: ark:/12345/k4.
it: <a target="_blank" href="https://ezid.cdlib.org/learn/id_basics">Name Assigning Authority Number (NAAN) e shoulder value</a> per la tua organizzazione. Esempio: ark:/12345/k4.

source: EZID Username
it: Nome utente EZID

source: Ensure user has permission to create and update identifiers for above namespace.
it: Assicurati che l'utente abbia i permessi per creare ed aggiornare gli identificativi nel namespace indicato qui sopra

source: EZID Password
it: Password EZID

source: Assign PIDs to new items
it: Assegna PID a nuovi contenuti

source: Mint and assign Persistent Identifiers (PIDs) to all newly created or imported items.
it: Crea ed assegna identificativi persistenti (PID) a tutti i nuovi contenuti, anche quando vengono importati

source: Fields with existing PIDs
it: Campi con PID preesistenti

source: List of fields (such as dc.identifier), separated by commas, that may contain existing PID values. If found during import or PID mint, existing PID will be assigned to item.
it: Lista dei campi (come dc.identifier), separati da virgola, che possono contenere valori PID. Se trovati durante l'importazione o la creazione di un PID, un PID pre-esistente verrà assegnato al contenuto.

source: DataCite Configuration
it: Configurazione DataCite

source: Repository DOI Prefix
it: Prefisso DOI del repository

source: The <a target="_blank" href="https://support.datacite.org/docs/doi-basics#prefix">DOI prefix</a> associated with your DataCite repository. Example: 10.82157
it: Il <a target="_blank" href="https://support.datacite.org/docs/doi-basics#prefix">prefisso DOI</a> associato con il tuo repository DataCite. Esempio: 10.82157

source: Unique identifier assigned to your DataCite repository. Example: XQZU.RBBDXB
it: Identificativo univoco assegnato al tuo repository DataCite. Esempio: XQZU.RBBDXB

source: DataCite Password
it: Password DataCite

source: Password associated with DataCite repository (note that this is different from your DataCite Member password).
it: Password associata al repository DataCite (N.B. è differente dalla tua password membro di DataCite).

source: DataCite Required metadata
it: Metadata obbligatori per DataCite

source: Title property
it: Proprietà "titolo"

source: Local metadata field value to assign to required DataCite title property.
it: Campo di metadata locale da assegnare alla proprietà "titolo" richiesta da DataCite

source: Creators property
it: Proprietà "creatori"

source: Local metadata field value to assign to required DataCite creators property.
it: Campo di metadata locale da assegnare alla proprietà "creatori" (creators) richiesta da DataCite

source: Publisher property
it: Proprietà "editore"

source: Local metadata field value to assign to required DataCite publisher property.
it: Campo metadata locale da assegnare alla proprietà "editore" (publisher) richiesta da DataCite

source: Publication Year property
it: Proprietà "anno di pubblicazione"

source: Local metadata field value to assign to required DataCite publicationYear property. Must be in YYYY format.
it: Campo di metadata locale da assegnare alla proprietà "anno di pubblicazione" (publicationYear) richiesta da DataCite

source: Resource Type General property
it: Proprietà tipo di risorsa generale (Resource Type General property)

source: Local metadata field value to assign to required DataCite resourceTypeGeneral property. Must match a <a target="_blank" href="https://support.datacite.org/docs/datacite-metadata-schema-v44-mandatory-properties#101-resourcetypegeneral">controlled resourceTypeGeneral vocabulary</a> value exactly.
it: Campo di metadata locale da assegnare alla proprietà "tipo di risorsa generale (resourceTypeGeneral) richiesta da DataCite. Deve corrispondere esattamente a uno dei valori del <a target="_blank" href="https://support.datacite.org/docs/datacite-metadata-schema-v44-mandatory-properties#101-resourcetypegeneral">vocabolario controllato resourceTypeGeneral</a>.
