Repository: uclibs/omeka-s
Catalog: modules/ItemSetsTree/documentation/locales/*/LC_MESSAGES/configuration.po
Languages: fr

source: There are two different places where you can configure Item Sets Tree: global configuration and site configuration.
fr: Il y a deux endroits différents où vous pouvez configurer Item Sets Tree: la configuration globale et la configuration du site.

source: Global configuration
fr: Configuration globale

source: You can access global configuration by going to the modules page and click on the ``Configure`` button on the corresponding row.
fr: Vous pouvez accéder à la configuration globale en allant sur la page des modules et en cliquant sur le bouton ``Configurer`` sur la ligne correspondante.

source: Here is how the module configuration page looks like:
fr: Voici à quoi ressemble la page de configuration du module:

source: Item sets include descendants
fr: Les collections incluent les descendantes

source: If enabled, this option will make Omeka act as if items of an item set also belong to this item set's ascendants. For instance when searching for items, you can limit by item set and the results will also include items of descendants item sets.
fr: Si activée, cette option fera en sorte qu’Omeka se comporte comme si les contenus d'une collection appartiennent aussi aux ascendantes de cette collection. Par exemple en recherche de contenus, vous pouvez filtrer par collection et les résultats incluront également les contenus des collections descendantes.

source: Sorting method
fr: Méthode de tri

source: By default, item sets of the same level in the tree are sorted by title. You can disable that by selecting ``Do not sort``. In that case, the order of item sets will be what you :doc:`defined in the item set hierarchy <define-item-set-hierarchy>`
fr: Par défaut, les collections d'un même niveau dans l'arborescence sont triées par titre. Vous pouvez désactiver ça en sélectionnant ``Ne pas trier``. Dans ce cas, l'ordre des collections sera celui que vous avez :doc:`défini dans la hiérarchie des collections <define-item-set-hierarchy>`

source: Site configuration
fr: Configuration du site

source: You can access site configuration by going to the `site settings page <https://omeka.org/s/docs/user-manual/sites/site_settings/#settings>`_.
fr: Vous pouvez accéder à la configuration du site en allant sur la `page des paramètres du site <https://omeka.org/s/docs/user-manual/sites/site_settings/#settings>`_.

source: In this page there is a section called ``Item Sets Tree``.
fr: Sur cette page il y a une section intitulée ``Hiérarchie des collections``.

source: Display
fr: Affichage

source: This setting controls which item sets will be displayed, depending on which item sets have been added to the site. (See `how to add an item set to a site <https://omeka.org/s/docs/user-manual/sites/site_resources/#item-sets>`_)
fr: Ce paramètre contrôle quelles collections seront affichées, en fonction des collections qui ont été ajoutées au site. (Voir `comment ajouter une collection à un site <https://omeka.org/s/docs/user-manual/sites/site_resources/#item-sets>`_)

source: Possible values
fr: Valeurs possibles

source: Display all item sets without considering what is selected in the Resources tab
fr: Afficher toutes les collections sans tenir compte de ce qui est sélectionné dans l'onglet Ressources

source: This will always display all item sets, no matter which item sets were added to the site.
fr: Cela affichera toujours toutes les collections, peu importe quelles collections ont été ajoutées au site.

source: Display only item sets selected in the Resources tab
fr: Afficher seulement les collections sélectionnées dans l'onglet Ressources

source: This will display only selected item sets. If selected item sets are connected to each other, they will form a tree as expected. Otherwise, they will form separate trees.
fr: Cela affichera seulement les collections sélectionnées. Si les collections sélectionnées sont connectées entre elles, elles formeront une arborescence comme prévu. Sinon, elles formeront des arborescences séparées.

source: Display only item sets selected in the Resources tab and their descendants
fr: Afficher seulement les collections sélectionnées dans l'onglet Ressources et leur descendantes

source: This behaves the same as ``Display selected item sets``, but all descendants of selected item sets are included as well.
fr: Cela se comporte de la même façon que ``Afficher les collections sélectionnées``, mais toutes les descendantes des collections sélectionnées seront incluses également.
